{
  "solutions": [
    {
      "number": 1,
      "text": "Friedrich Merz ist ein deutscher Politiker (CDU), seit 2022 Bundesvorsitzender seiner Partei. Zuvor war er u. a. Vorsitzender der Unionsfraktion im Bundestag (2000–2002) sowie Manager in der Privatwirtschaft."
    },
    {
      "number": 2,
      "text": "Der Bundesrat vertritt die Länder auf Bundesebene. Er wirkt an der Gesetzgebung und Verwaltung des Bundes mit, kann Gesetze anregen, Einspruch einlegen und bei zustimmungspflichtigen Gesetzen mitentscheiden."
    },
    {
      "number": 3,
      "text": "Ein Gesetz entsteht i. d. R. durch Entwurf (Regierung, Bundestag, Bundesrat), Beratung in Bundestagsausschüssen, drei Lesungen im Bundestag, ggf. Zustimmung des Bundesrats, Ausfertigung durch den Bundespräsidenten und Verkündung im Bundesgesetzblatt."
    },
    {
      "number": 4,
      "text": "Föderalismus bedeutet, dass der Staat aus Ländern mit eigener Verfassungs- und Gesetzgebungskompetenz besteht. Bund und Länder teilen sich Aufgaben (z. B. Bildung bei den Ländern, Außen- und Verteidigungspolitik beim Bund)."
    },
    {
      "number": 5,
      "text": "Das Bundesverfassungsgericht prüft, ob Gesetze und staatliches Handeln mit dem Grundgesetz vereinbar sind. Es entscheidet u. a. über Verfassungsbeschwerden, Organstreitigkeiten und Normenkontrollen."
    },
    {
      "number": 6,
      "text": "Die Bundesregierung (Kanzler/in und Minister/innen) führt die Politik und leitet die Exekutive. Der Bundestag ist das Parlament: Er beschließt Gesetze, kontrolliert die Regierung und repräsentiert die Bürgerinnen und Bürger."
    },
    {
      "number": 7,
      "text": "Der Bundespräsident vertritt Deutschland nach innen und außen, er ernennt und entlässt Bundesbeamte und Bundesrichter, zeichnet Gesetze aus (Ausfertigung), hält Reden und nimmt repräsentative Aufgaben wahr."
    },
    {
      "number": 8,
      "text": "Ein Koalitionsvertrag ist die politische Vereinbarung von Parteien, die eine Regierung bilden wollen. Er legt Zielsetzungen und Vorhaben der Legislatur fest und dient als Richtschnur für die Zusammenarbeit."
    },
    {
      "number": 9,
      "text": "Bei der Bundestagswahl gilt personalisierte Verhältniswahl: Zwei Stimmen (Erststimme für Direktkandidaturen, Zweitstimme für die Landesliste). Die Sitzverteilung richtet sich maßgeblich nach der Zweitstimme (Parteianteil), ergänzt um Direktmandate."
    },
    {
      "number": 10,
      "text": "Eine Partei ist eine dauerhafte politische Vereinigung mit Programm. Eine Fraktion ist der Zusammenschluss der Abgeordneten einer Partei (oder mehrerer) im Parlament zur koordinierten Arbeit."
    },
    {
      "number": 11,
      "text": "Die EU prägt deutsche Politik u. a. durch europäische Rechtsakte, Binnenmarkt, gemeinsame Außen- und Handelspolitik. Deutschland wirkt in Rat, Parlament und Kommission an EU-Entscheidungen mit."
    },
    {
      "number": 12,
      "text": "Die Grundrechte (Art. 1–19 GG) schützen z. B. Menschenwürde, Meinungsfreiheit, Glaubensfreiheit, Eigentum, Gleichheit vor dem Gesetz. Sie binden alle staatliche Gewalt als unmittelbar geltendes Recht."
    },
    {
      "number": 13,
      "text": "Ein Untersuchungsausschuss des Bundestages klärt politisch bedeutsame Sachverhalte auf. Er besitzt Beweiserhebungsrechte (Zeugen, Akten) und berichtet dem Parlament; er ist ein wichtiges Kontrollinstrument."
    },
    {
      "number": 14,
      "text": "Länderparlamente (Landtage) beschließen Landesgesetze, wählen und kontrollieren die Landesregierung und vertreten die Interessen des Landes. Sie haben z. B. Bildung, Polizei und Kultur im Schwerpunkt."
    },
    {
      "number": 15,
      "text": "Gewaltenteilung meint die Aufteilung staatlicher Macht auf Legislative (Gesetzgebung), Exekutive (Regierung/Verwaltung) und Judikative (Rechtsprechung), um Machtkonzentration zu verhindern und Freiheit zu schützen."
    }
  ]
}

